import { FaFacebookF, FaTwitter } from "react-icons/fa";

export default function Eshoppaymanermas() {
    return (
        <div className="max-w-[1230px] m-auto">
            <h1 className="mt-[25px] text-[50px] font-team font-[300]">E-shop պայմաններ</h1>
            <h5 className="mt-[25px] text-[#666e75] mb-[25px] text-[29px] font-team font-[600]">Սահմանումներ</h5>
            <ol className=" list-decimal text-[#666e75] text-[16px] leading-[2.2] w-[840px] ml-[20px] mb-[25px]">
                <li>«Տելեկոմ Արմենիա» ԲԲԸ-ի օնլայն խանութում ապրանքների առուվաճառքի սույն պայմանները և կանոնները (այսուհետ տեքստում՝ Կանոններ) սահմանում են «Տելեկոմ Արմենիա» ԲԲԸ-ի օնլայն խանութում ապրանքների առուվաճառքի ընդհանուր պայմանները և կանոնները, ինչպես նաև «Տելեկոմ Արմենիա» ԲԲԸ-ի օնլայն խանութում ապրանքների վաճառքն իրականացնելու ժամանակ Վաճառողի, գնորդների, առաքման ծառայության և այլ անձանց միջև փոխգործակցության կարգը:</li>
                <li>Վաճառող – «Տելեկոմ Արմենիա» ԲԲԸ</li>
                <li>Վաճառողի իրավաբանական հասցեն – Հայաստանի Հանրապետություն, 0014 Երևան, Ազատության փ. 24/1</li>
                <li>Վաճառողի կոնտակտային հեռախոսահամարներ և էլ-փոստ</li>
                <li>Գնորդը կարող է լինել ցանկացած գործունակ անձ, ով պատվեր է տեղադրում www.telecomarmenia.am կայքում կամ պատվերում որպես ստացող նշված անձը</li>
                <li>Օնլայն խանութ – www.telecomarmenia.am դոմեյն անվանմամբ սեփականության իրավունքով Վաճառողին պատկանող կայքը, ինչպես նաև ապրանքների վաճառքի համար նախատեսված ծրագրային ապահովման և սարքավորումների ամբողջությունը  (ապարատա-ծրագրային համալիր), այսուհետ՝ առցանց խանութ:</li>
                <li>Վեբ կայք - www.telecomarmenia.am</li>
                <li>Ապրանք –քաղաքացիական իրավունքի օբյեկտ համարվող գույքը, որը չի հանվել քաղաքացիական շրջանառությունից և ներկայացված է վաճառքի օնլայն խանութում:</li>
                <li>Պատվեր – սույն Կանոններին համապատասխան կազմված ապրանքների գնման հարցում:</li>
                <li>Առաքման ծառայություն – Գնորդին պատվիրված ապրանքը մատակարարող երրորդ անձ:</li>
            </ol>
            <h5 className="mt-[25px] text-[#666e75] mb-[25px] text-[29px] font-team font-[600]">Ընդհանուր կանոններ</h5>
            <ol className=" list-decimal text-[#666e75] text-[16px] leading-[2.2] w-[840px] ml-[20px] mb-[25px]">
                <li>Օնլայն խանութը պատկանում է Վաճառողին և ղեկավարվում է նրա կողմից:</li>
                <li>Օնլայն խանութում ձեռք բերելով ապրանք՝ Գնորդը լիովին համաձայնվում և ընդունում է սույն Կանոնները:</li>
                <li>Գնորդը համաձայնվում և ընդունում է սույն Կանոնները, սեղմելով «Ձևակերպել պատվերը» կոճակը, պատվերի ձևակերպման ավարտական փուլում:</li>
                <li>Հատուկ ակցիաների անցկացման դեպքում Վաճառողն իրավունք ունի կիրառել տվյալ ակցիայի համար գործող այս կամ այն լրացուցիչ պայման:</li>
            </ol>
            <h5 className="text-[16px] text-[#666e75] mb-[16px]">
                <strong>3. Գնորդը ընդունելով պայմանները համաձայնվում է, որ՝</strong>
            </h5>
            <p className="pl-[30px] text-[#2c3843] text-[18px] leading-[20px] font-team font-[600] pb-[20px]">Team-ը կատարի հարցում գործընկեր հանդիսացող ՀՀ առևտրային բանկերի միջոցով:</p>
            <h6 className="pl-[60px] text-[#666e75] text-[17.072px] mb-[16px]">
                <strong>Առևտրային բանկերը իրենց հերթին կարող են՝</strong>
            </h6>
            <ol className="list-decimal text-[#666e75] text-[16px] leading-[2.2] w-[840px] ml-[20px] mb-[25px]">
                <li>Առանց Հաճախորդին տեղեկացնելու հարցումներ կատարել և ստանալ տեղեկություն:</li>
                <li>Վարկային պայմանագիր կնքելու դեպքում տվյալ վարկային պայմանագրի գործողության ողջ ընթացքում ցանկացած պահին Հաճախորդին առանց նախապես տեղյակ պահելու ստանալ Հաճախորդի ապագա ֆինանսական պարտավորվածությունների վերաբերյալ տեղեկատվություն:</li>
                <li>Կատարել Հաճախորդի սեփական գույքերի վերաբերյալ հարցում ՀՀ ԿԱ Անշարժ գույքի կադաստրի պետական կոմիտե և ստանալ սպառիչ տեղեկատվություն:</li>
                <li>Կատարել հարցում ՀՀ Ճանապարհային ոստիկանություն և Հաճախորդին պատկանող տրանսպորտյին միջոցների վերաբերյալ ստանալ սպառիչ տեղեկատվություն</li>
                <li>Կատարել հարցում անձնագրային բաժանմունքներ և ստանալ Հաճախորդի առկա գրանցումների վերաբերյալ տեղեկատվություն:</li>
                <li>Փոխանցել Հաճախորդի դրամական պարտավորությունների մասին իր ունեցած տեղեկատվությունը ՀՀ ԿԲ Վարկային Ռեգիստր և/կամ «ԱՔՌԱ Քրեդիտ Ռեփոստինգ» ԲԲԸ:</li>
                <li>Կատատել հարցում «Նորք» սոցիալական ծառայությունների տեխնոլոգիական և իրազեկման կենտրոն և խնդրել վերջինիս տրամադրել Հաճախորդի մասին ցանկացած տեղեկատվություն:</li>
                <li>Կատարել հարցում ապահովագրական ընկերություններին և ստանալ ցանկացած տեղեկատվություն՝ Հաճախորդին պատկանող տրանսպորտային միջոցների ապահովագրության վերաբերյալ:</li>
            </ol>
            <h5 className="mt-[25px] text-[#666e75] mb-[25px] text-[29px] font-team font-[600]">Պատվերի տեղադրում</h5>
            <ol className="list-decimal text-[#666e75] text-[16px] leading-[2.2] w-[840px] ml-[20px] mb-[25px]">
                <li>Պատվերի տեղադրման համար Գնորդը մուտքագրում է հետևյալ տվյալները`Գնորդի կամ ստացողի ԱԱՀ, Գնորդի կոնտակտային հեռախոսահամարը, Գնորդի էլեկտրոնային հասցեն, Պատվերի առաքման հասցեն:</li>
                <li>Գնորդը երաշխավորում է իրեն վերաբերող բոլոր տվյալների հավաստիությունը և ամբողջ ծավալով պատասխանատվություն է կրում դրանց իրականությանը համապատասխանելու համար:  Գնորդի կողմից տվյալների մուտքագրումը նշանակում է Գնորդի համաձայնությունը Վաճառողի կողմից իր անձնական տվյալների մշակմանը (կատարվում է ավտոմատացված սարքավորումների միջոցով կամ առանց դրանց օգտագործման), այդ թվում, հավաքում, գրանցում, կուտակում, պահեստավորում, ճշգրտում (թարմացում, փոփոխում), վերբեռնում, օգտագործում, փոխանցում (տարածում, մուտք), անձնական տվյալների ապաանհատականացմանը, արգելափակմանը, վերացմանը, ոչնչացմանը՝ ապրանքների առուվաճառքի պայմանագրի ձևակերպման ամբողջ ընթացքում, գնորդի կողմից օնլայն խանութից ապրանքներ ձեռք բերելու հնարավորությունն ապահովելու նպատակով:  Վաճառողը պարտավորվում է ապահովել Գնորդի կողմից տրամադրված անհատական տվյալների գաղտնիությունը եւ պաշտպանությունը ` ՀՀ  անձնական տվյալների պաշտպանության վերաբերյալ օրենսդրության կանոններին համապատասխան:</li>
            </ol>
            <h5 className="mt-[25px] text-[#666e75] mb-[25px] text-[29px] font-team font-[600]">Առաքման կարգը, պայմանները և արժեքը: Պատվերի չեղարկում</h5>
            <ol className="list-decimal text-[#666e75] text-[16px] leading-[2.2] w-[840px] ml-[20px] mb-[60px]">
                <li>Գնորդի կողմից Պատվերի կատարման պահից 1 աշխատանքային օրվա ընթացքում, ներառյալ 10:00- ից մինչեւ 18:00, Առաքման ծառայությունը/ դիլերը կապ է հաստատում Գնորդի հետ Պատվերում նշված հեռախոսով: Առաքումն իրականացվում է շաբաթվա աշխատանքային օրերին (երկ-ուրբ) ժամը 10:00-18:00 ներառյալ: Առաքման ճշգրիտ ժամանակը համաձայնեցվում է գնորդի և դիլերի միջև՝ հեռախոսով:</li>
                <li>Վաճառողն իրավունք է վերապահում իրեն չեղարկել Պատվերը, եթե գնորդը սխալ և/կամ չգործող համար է ներկայացրել, ինչպես նաև այն դեպքերում, երբ Գնորդը չի պատասխանում զանգերին Պատվերը ձևակերպելու օրվանից 2 աշխատանքային օրվա ընթացքում: Պատվերի չեղարկման դեպքում գնորդը կարող է ձևակերպել նոր պատվեր: Վաճառողն իրավունք է վերապահում իրեն չեղարկել Պատվերը նաև, եթե գնորդի ներկայացրած տվյալները (ստորագրություն, անձնագրային տվյալներ, լուսանկար և այլն) չեն համապատասխանում իրականությանը:</li>
                <li>Պատվերը պետք է առաքվի առաքման ծառայության/դիլերի կողմից Պատվերում նշված Գնորդի հասցեով:</li>
                <li>Անվճար առաքում</li>
                <li>Երևանում ապրանքների առաքման ժամկետներ – Պատվերի ձևակերպման օրվանից 1 աշխատանքային օրվա ընթացքում:</li>
                <li>ՀՀ մարզերում առաքման ժամկետներ. <br />
                    6.1 ՀՀ մարզերի քաղաքային համայնքներ՝ Պատվերի ձևակերպման պահից 3 աշխատանքային օրվա ընթացքում, <br />
                    6.2 ՀՀ մարզերի գյուղական համայնքներ` Պատվերի ձևակերպման պահից 3 աշխատանքային օրվա ընթացքում:</li>
                <li>Լեռնային Ղարաբաղի Հանրապետության տարածքում և արտերկրում ապրանքների առաքում չի իրականացվում:</li>
                <li>Առաքման ծառայությունը կգործադրի բոլոր հնարավոր ջանքերը Գնորդի հետ համաձայնեցված մատակարարման ժամկետներին համապատասխան առաքում իրականացնելու համար, սակայն առաքման հետաձգումը հնարավոր է պայմանավորված լինի անկանխատեսելի հանգամանքներով (ֆորս-մաժոր), որը տեղի չի ունեցել Դիլերների մեղքով:</li>
                <li>Առաքման ծառայությունը հանձնում է Պատվերը Գնորդին կամ պատվերում նշված անձին: Ապրանքների հանձնման ժամանակ ներկայացուցիչը իրավունք ունի Գնորդից պահանջելու ներկայացնել ինքնությունը հաստատող փաստաթուղթ (անձնագիր կամ նույնականացման քարտ, լուսանկար), ինչպես նաև ճշտել ձևակերպված պատվերի տվյալները (« Պատվերի համար» և այլն):</li>
                <li>Ապրանքների հանձնման պահին Դիլերը Գնորդին ցուցադրում է ապրանքի տեսքը և կոմպլեկտայնությունը: Ապրանքների ստացման պահին գնորդը ստանում է Ապրանքի փաստաթղթերի փաթեթը:</li>
                <li>Գնորդը Դիլերի կողմից ներկայացված փաստաթղթում ի ստորագրությամբ հաստատում է, որ չունի ապրանքի արտաքին տեսքի և կոմպլեկտայնության հետ կապված պահանջներ: Գնորդի կողմից ապրանքների ընդունումից հետո ներկայացուցիչը չի ընդունում ապրանքների արտաքին տեսքի և կոմպլեկտայնության վերաբերյալ բողոքներ:</li>
                <li>Ապրանքների պատահական կորստի կամ պատահական վնասվելու ռիսկը գնորդին է անցնում ապրանքի փոխանցման և գնորդի կողմից Պատվերի առաքումը հաստատող փաստաթղթերի ստորագրման պահից:</li>
                <li>Գնորդին «Տելեկոմ Արմենիա» ԲԲԸ-ի կողմից մատուցվող կապի ծառայություններ ստանալու պատվերի դեպքում բաժանորդի հետ կնքվում է կապի ծառայությունների մատուցման պայմանագիր:</li>
                <li>Պատվերը կարող է չեղարկվել Վաճառողի կամ Գնորդի կողմից:</li>
                <li>Վաճառողը կարող է չեղարկել պատվերը Վաճառողի կամքից անկախ կամ այլ հանգամանքներով, ներառյալ, սակայն չսահմանափակվելով՝ Վաճառողի մոտ ապրանքի բացակայությամբ, ապրանքի էական թերությունների բացահայտմամբ եւ այլն: Վաճառողը պարտավորվում է անմիջապես Գնորդին ծանուցել չեղարկման մասին՝ Գնորդի կողմից Պատվերում նշված հեռախոսահամարով:</li>
                <li>Վաճառողը կարող է չեղարկել պատվերը սույն Կանոններում սահմանված կարգով այլ հիմքերով:</li>
            </ol>
            <h5 className="mt-[25px] text-[#666e75] mb-[25px] text-[29px] font-team font-[600]">Վճարում</h5>
            <ol className="list-decimal text-[#666e75] text-[16px] leading-[2.2] w-[840px] ml-[20px] mb-[25px]">
                <li>Ապրանքի գինը նշվում է վեբ կայքում: Ապրանքի գինը ներառում է ՀՀ օրենսդրությամբ սահմանված բոլոր հարկերը:</li>
                <li>Ապրանքի գինը կարող է փոխվել Վաճառողի կողմից միակողմանիորեն: Ապրանքի գինը գործում է մինչև Գնորդը սեղմում է «Պատվիրել» կոճակը: «Պատվիրել» կոճակը սեղմելուց հետո գինը ենթակա չէ փոփոխման:</li>
                <li>Գնորդը կարող է Պատվերի համար վճարել առաքման ժամանակ՝ կանխիկ, կամ օնլայն վճարումով (վճարման կայքի հղումով):</li>
                <li>Վաճառողի կայքում օնլայն վճարումն իրականացվում է վճարային համակարգերի միջոցով (Maestro, Master, Visa, Arca)</li>
                <li>Բանկային քարտերով վճարման կարգը սահմանված է www.telecomarmenia.am կայքում:</li>
                <li>Բանկային քարտերով վճարումների ընդունումը և մշակումն իրականացվում է բանկի կողմից: Վաճառողը չի կատարում մշակում, այդ թվում `Գնորդի բանկային տվյալների հավաքագրում և պահպանում:</li>
                <li>Օնլայն վճարման դեպքում Գնորդը կրում է պատասխանատվություն տվյալների մուտքագրման ճշգրտության համար:</li>
                <li>Քարտերով կատարված վճարումների հետ կապված հարցերի պարզաբանման համար Գնորդը պետք է դիմի քարտը թողարկող բանկին:</li>
                <li>Վաճառողը պատասխանատվություն չի կրում մուտքագրված տվյալների իսկության/ ճշգրտության և վճարային համակարգերի տեխնիկական խափանման / անսարքությունների համար:</li>
                <li>Եթե գնորդը ընտրում է «կանխիկ վճարում առաքման ժամանակ» տարբերակը, վճարումը կատարվում է Գնորդի կողմից Առաքման ծառայության կողմից ապրանքի առաքման պահին: Վճարումը կատարվում է ՀՀ դրամով `պատվիրված ապրանքների ամբողջ արժեքի չափով: Ապրանքները Գնորդին չեն փոխանցվում, եթե վերջինս հրաժարվում է վճարել կամ պատվերի առաքման պահին գնորդի մոտ բացակայում է պատվիրված ապրանքի ամբողջ արժեքի չափով գումարը: Եթե Գնորդը հրաժարվում է վճարել Պատվերի համար կամ, եթե Գնորդը պատվերի առաման պահին չունի պատվիրված ապրանքի արժեքի չափով գումար, ապա Պատվերը համարվում է չեղարկված:</li>
            </ol>
            <h5 className="mt-[25px] text-[#666e75] mb-[25px] text-[29px] font-team font-[600]">Երաշխիքային սպասարկում</h5>
            <ol className="list-decimal text-[#666e75] text-[16px] leading-[2.2] w-[840px] ml-[20px] mb-[25px]">
                <li>Վաճառողն իրավունք ունի սահմանել ապրանքի երաշխիքային ժամկետ, որի ընթացքում ապրանքի թերությունների ի հայտ գալու դեպքում սպառողի պահանջները պետք է բավարարվեն ապրանքի երաշխիքային սպասարկման ՀՀ օրենսդրությամբ սահմանված պահանջներին համապատասխան:</li>
                <li>Ապրանքի վերանորոգումը, փոխարինումը և վերադարձը կատարվում է ՀՀ օրենսդրությամբ և ապրանքի երաշխիքային սպասարկման պայմաններով սահմանված կարգով և ժամկետներում:</li>
            </ol>
            <h5 className="mt-[25px] text-[#666e75] mb-[25px] text-[29px] font-team font-[600]">Եզրափակիչ դրույթներ</h5>
            <ol className="list-decimal text-[#666e75] text-[16px] leading-[2.2] w-[840px] ml-[20px] mb-[25px]">
                <li>Սույն Կանոնների նկատմամբ կիրառվում են ՀՀ օրենսդրության նորմերը:</li>
                <li>Վաճառողն իրավունք ունի զիջել կամ այլ կերպ փոխանցել Գնորդի հետ իր հարաբերություններից ծագող իր իրավունքները և պարտականությունները երրորդ անձանց:</li>
                <li>Վաճառողը պատասխանատվություն չի կրում օնլայն խանութում ձեռք բերված Ապրանքների ոչ պատշաճ օգտագործման հետևանքով Գնորդին պատճառված վնասների համար:</li>
                <li>Վաճառողը պատասխանատվություն չի կրում վճարումների ընթացքում տեղի ունեցած տեխնիկական խնդիրների համար:</li>
                <li>Վաճառողն իրավունք ունի Գնորդին զրկել օնլայն խանութում ապրանք ձեռք բերելու իրավունքից, եթե կա ապացույց, որ գնորդը խախտել է ՀՀ օրենսդրությամբ և սույն Կանոններով սահմանված նորմերը:</li>
                <li>Վաճառողը իրավունք է վերապահում իրեն փոփոխություններ մտցնել սույն Կանոններում, հրապարակելով դրա մասին տեղեկատվությունը www.telecomarmenia.am կայքում, դրա հետ կապված Գնորդը պարտավորվում է պարբերաբար հետևել Կանոնների փոփոխություններին:</li>
                <li>Այս պայմաններից բխող բոլոր վեճերն ու տարաձայնությունները լուծվում են բանակցությունների միջոցով, իսկ դրա անհնարինության դեպքում` Հայաստանի Հանրապետության օրենսդրությամբ սահմանված կարգով:</li>
                <li>Գնորդը սույնով տալիս է իր համաձայնությունը Վաճառողին տեղեկատվություն ուղարկելու Վաճառողի տարբեր նախաձեռնությունների մասին `էլեկտրոնային փոստի հասցեին կամ Գնորդի կողմից նշված հեռախոսահամարին SMS- հաղորդագրությունների ուղարկելու միջոցով: Գնորդը ցանկացած պահի իրավունք ունի հրաժարվել փոստային առաքումը ստանալուց՝ Վաճառողին այդ մասին տեղեկացնելով:</li>
            </ol>
            <h4 className="mb-[16px] max-w-[1230px] border border-[#666e75] m-auto"></h4>
            <div className="mb-[50px] flex">
                <p className="text-[19px] font-[600] font-semibold mr-[10px]">Կիսվել</p>
                <div className="flex gap-[15px] items-center">
                    <a
                        href="https://www.facebook.com/sharer/sharer.php?u=https://yourwebsite.am"
                        target="_blank"
                        rel="noopener noreferrer"
                        className="text-[#000000] hover:opacity-80 text-[25px]"
                    >
                        <FaFacebookF />
                    </a>
                    <a
                        href="https://twitter.com/intent/tweet?url=https://yourwebsite.am&text=Կիսվեք այս էջով"
                        target="_blank"
                        rel="noopener noreferrer"
                        className="ttext-[#000000] hover:opacity-80 text-[25px]"
                    >
                        <FaTwitter />
                    </a>
                </div>
            </div>
        </div>
    )
}