import { FaFacebookF, FaTwitter } from "react-icons/fa";

export default function Gaxtniutyunmas() {
    return (
        <div className="max-w-[1230px] m-auto mt-[50px]">
            <h1 className="mb-[20px] font-[900] text-[24px] text-[#01415f]">Գաղտնիության քաղաքականություն</h1>
            <div className="text-[#2c3843] leading-[1.8]">
                <p className="w-[900px] pb-[20px] text-[19px] font-team">
                    ԱՆՁՆԱԿԱՆ ՏՎՅԱԼՆԵՐԻ ՄՇԱԿՄԱՆ ԾԱՆՈՒՑՈՒՄ/ ԱՆՁՆԱԿԱՆ ՏՎՅԱԼՆԵՐԻ ՊԱՇՏՊԱՆՈՒԹՅԱՆ ՔԱՂԱՔԱԿԱՆՈՒԹՅՈՒՆ
                </p>
                <h4 className="text-[19px] font-[800] font-team pb-[10px]">1. Ընդհանուր դրույթներ</h4>
                <p className="w-[900px] pb-[20px] text-[19px] font-team">
                    <strong>«ՏԵԼԵԿՈՄ ԱՐՄԵՆԻԱ»</strong> բաց բաժնետիրական ընկերությունը (այսուհետ՝ «Ընկերություն»  կամ «մենք» բոլոր հոլովաձևերով) պարտավորվում է պաշտպանել Ձեր անձնական տվյալների գաղտնիությունը:
                </p>
                <p className="w-[900px] pb-[20px] text-[19px] font-team">
                    Անձնական տվյալների մշակման մասին սույն ծանուցման մեջ նկարագրվում է Ընկերության որդեգրած քաղաքականությունը և տվյալների մշակման կարգը: Այս ծանուցումը կիրառելի է Ընկերության բոլոր ծառայությունների համար, եթե սահմանված չէ այլ կարգով:
                </p>
                <p className="w-[900px] pb-[20px] text-[19px] font-team">
                    Ծանուցումը կարող է փոփոխվել: Խորհուրդ ենք տալիս պարբերաբար այցելել Ընկերության կայքէջը՝ փոփոխությունների մասին տեղեկացված լինելու համար:
                </p>
                <p className="w-[900px] pb-[20px] text-[19px] font-team font-[700]">
                    ՄԵՐ ԾԱՌԱՅՈՒԹՅՈՒՆՆԵՐԻՑ ՕԳՏՎԵԼՈՒ ԵՎ/ԿԱՄ ՄԵԶ ՀԵՏ ՊԱՅՄԱՆԱԳԻՐ ԿՆՔԵԼՈՒ ՊԱՀԻՑ ԴՈՒՔ ԱՆՎԵՐԱՊԱՀՈՐԵՆ ՀԱՄԱՁԱՅՆՎՈՒՄ ԵՔ ՍՈՒՅՆ ԾԱՆՈՒՑՄԱՄԲ ՍԱՀՄԱՆՎԱԾ ԿԱՐԳՈՎ ՁԵՐ ԱՆՁՆԱԿԱՆ ՏՎՅԱԼՆԵՐԻ ՄՇԱԿՄԱՆԸ:
                </p>

                <h4 className="text-[19px] font-[800] font-team pb-[10px]">2. Անձնական տվյալների սուբյեկտները</h4>
                <p className="w-[900px] pb-[20px] text-[19px] font-team font-[700]">Անձնական տվյալների սուբյեկտները բաժանվում են անձանց հետևյալ կատեգորիաների․</p>
                <ul className="w-[900px] leading-[2.5] pb-[20px] text-[19px] font-team list-disc list-inside">
                    <li>Այցելուներ, ովքեր պայմանագիր են կնքել Ընկերության հետ կապի ծառայությունների մատուցման կամ սարքավորման ձեռքբերման համար;</li>
                    <li>Ընկերության գրասենյակների այցելուներ;</li>
                    <li>Անհատներ, ովքեր մտադիր են օգտվել Ընկերության ծառայություններից</li>
                    <li>Աշխատակիցներ, ովքեր պայմանագրային հարաբերություններ ունեն Ընկերության հետ;</li>
                    <li>Թափուր պաշտոնների համար դիմորդներ (թեկնածուներ);</li>
                    <li>Այլ  անձինք, որոնք գրավոր կերպով ընդունել են սույն Ծանուցումը:</li>
                </ul>

                <h4 className="text-[19px] font-[800] font-team pb-[10px]">3. Անձնական տվյալների մշակման իրավական հիմքերը</h4>
                <p className="w-[900px] pb-[20px] text-[19px] font-team">
                    Ձեր անձնական տվյալները մշակվում են՝ հիմք ընդունելով ՀՀ օրենսդրությունը, այդ թվում՝ «Անձնական տվյալների պաշտպանության մասին» ՀՀ օրենքը, «Էլեկտրոնային հաղորդակցության մասին» ՀՀ օրենքը, Ձեզ հետ կնքվող/ված պայմանագիրը, դրա անբաժանելի մասը հանդիսացող Ընկերության «Էլեկտրոնային հաղորդակցության և հարակից այլ ծառայությունների մատուցման ընդհանուր դրույթներ և պայմաններ» հրապարակային օֆերտան կամ սույն Ծանուցումն այլ կերպ ընդունելու արդյունքում ստացված Ձեր համաձայնությունը:
                </p>
                <p className="w-[900px] pb-[20px] text-[19px] font-team">Իրավաբանական անձանց տվյալները մշակվում են հիմք ընդունելով ՀՀ օրենսդրությունը, այդ թվում՝ ՀՀ օրենքը «Իրավաբանական անձանց պետական գրանցման, իրավաբանական անձանց առանձնացված ստորաբաժանումների, հիմնարկների և անհատ ձեռնարկատերերի պետական հաշվառման մասին»։</p>

                <h4 className="text-[19px] font-[800] font-team pb-[10px]">4. Մշակվող տվյալները և հավաքման եղանակը</h4>
                <p className="w-[900px] pb-[20px] text-[19px] font-team">Մեր կողմից Ծառայությունների մատուցումն իրականացվելու նպատակով Դուք պարտավոր եք ներկայացնել ներքոնշյալ անձնական տվյալները՝ հիմնավորված համապատասխան փաստաթղթերով.</p>
                <p className="w-[900px] pb-[20px] text-[19px] font-team">Ֆիզիկական անձի դեպքում՝</p>
                <ul className="w-[900px] pb-[20px]  text-[19px] font-team list-disc list-inside">
                    <li>Տվյալ անձի և/կամ, առկայության դեպքում, վերջինիս ներկայացուցչի անձը հաստատող փաստաթղթի (անձնագիր, նույնականացման քարտ, զինվորական գրքույկ, սպայական գրքույկ կամ ՀՀ օրենսդրությամբ նախատեսված այլ` անձը հաստատող փաստաթուղթ) տվյալները, նկար, անուն, ազգանուն, հայրանուն, ծննդյան վայր և ամսաթիվ, հաշվառման և/կամ փաստացի բնակության վայրի հասցե;</li>
                    <li>Հեռախոսահամար, էլեկտրոնային հասցե:</li>
                </ul>

                <p className="w-[900px] pb-[20px] text-[19px] font-team">Իրավաբանական անձի դեպքում՝</p>
                <ul className="w-[900px] pb-[20px] text-[19px] font-team list-disc list-inside">
                    <li>Ներկայացուցչի տվյալներ,</li>
                    <li>Հասցե, հեռախոսահամար, էլ. հասցե:</li>
                </ul>
                <p className="w-[900px] pb-[20px] text-[19px] font-team">Անհրաժեշտության դեպքում Ձեր համաձայնությամբ կարող են պահանջվել նաև այլ անձնական տվյալներ։ </p>
                <p className="w-[900px] pb-[20px] text-[19px] font-team">Տրամադրվող տեղեկատվությունը պետք է լինի ճշգրիտ, արդիական և հավաստի, որի ապահովման պատասխանատվությունը կրում եք Դուք։</p>
                <p className="w-[900px] pb-[20px] text-[19px] font-team">Ծառայությունների շրջանակներում հաճախորդների/բաժանորդների սպասարկման որակի բարելավման և հաճախորդների վճարունակության գնահատման, չներկայացված անձնական տվյալները լրացնելու, պարտքերի հավաքագրմանն ուղղված միջոցառումներն իրականացնելու, կնքված պայմանագրերի շրջանակներում պատշաճ փոխգործակցության ապահովման, աշխատանքային պայմանագրի պայմանների կատարման կամ անձնական տվյալները մշակելու հավաստիության և սուբյեկտների նվազագույն ներգրավման սկզբունքներն ապահովելու նպատակով, Ընկերությունն իրավասու է ստանալ և/կամ մշակել տրամադրվածից տարբերվող այլ անձնական տվյալներ, անհրաժեշտության դեպքում պարբերաբար դիմելով երկրորդական աղբյուրներին Ձեր անձնական տվյալները պարունակող տվյալների շտեմարաններից անձնական տվյալներ ստանալու համար։</p>
                <p className="w-[900px] pb-[20px] text-[19px] font-team">Այդպիսի անձնական տվյալներն են․</p>
                <ul className="w-[900px] pb-[20px] text-[19px] font-team list-disc list-inside">
                    <li>Անձը հաստատող փաստաթղթի տվյալներ՝ սերիա, համար, տրման ամսաթիվ, տրամադրող մարմնի տվյալները, վավերականության ժամկետ, կարգավիճակ (գործող, անվավեր);</li>
                    <li>Անուն, ազգանուն, հայրանուն, նկար;</li>
                    <li>Ծննդյան ամսաթիվ;</li>
                    <li>Հաշվառման հասցե;</li>
                    <li>Փաստացի բնակության վայրի հասցե;</li>
                    <li>Հեռախոսահամար;</li>
                    <li>Բջջային սարքավորման միջազգային նույնականացման համար, և այդ համարով հասանելի հեռախոսահամար;</li>
                    <li>Հանրային ծառայությունների համարանիշը (ՀԾՀ);</li>
                    <li>Հարկադիր կատարման ծառայությունում տվյալ անձին վերաբերող տվյալներ՝ կատարողական վարույթի առկայություն, արգելանքի առկայություն, ամսաթիվ, արգելադրված գույքի չափը, պարտավորության չափը;</li>
                    <li>Ֆինանսական կազմակերպություններում պարտավորության առկայության մասին տեղեկություն, պարտավորության չափը:</li>
                </ul>
                <p className="w-[900px] pb-[20px] text-[19px] font-team">Երկրորդական աղբյուրներ են համարվում մասնավորապես պետական տեղեկատվական համակարգի օպերատորը և վարկային պատմություն հավաքագրելու կամ վարկունակության գնահատում իրականացնելու համար լիազորված երրորդ անձինք (օր․՝ վարկային բյուրո)։</p>
                <p className="w-[900px] pb-[20px] text-[19px] font-team">Սույնով Դուք համաձայնվում եք, որ հիշատակված երկրորդական աղբյուրները պետական և տեղական ինքնակառավարման մարմիններին պատկանող տվյալների բազաներում պահպանվող Ձեր անձնական տվյալները փոխանցեն Ընկերությանը:</p>
                <p className="w-[900px] pb-[20px] text-[19px] font-team">Ձեր անձնական տվյալները մշակվելու են սույն Ծանուցմամբ սահմանված նպատակներին հասնելու համար անհրաժեշտ նվազագույն քանակով, ուստի երկրորդական աղբյուրներից չեն ստացվելու Ձեր կողմից արդեն իսկ տրամադրված անձնական տվյալները, իսկ ստացվելու դեպքում՝ ոչնչացվելու են:</p>

                <h4 className="text-[19px] font-[800] font-team pb-[10px]">5. Անձնական տվյալների հետ կատարվող գործողությունները</h4>
                <p className="w-[900px] pb-[20px] text-[19px] font-team">
                    Անձնական տվյալների մշակումն անձնական տվյալների հետ մեխանիկական և/կամ տեխնիկական միջոցներով որոշակի միջոցառումների և գործողությունների իրականացումն է, այդ թվում՝ անձնական տվյալների հավաքագրում, մուտքագրում, համեմատում, համակարգում, պահպանում, փոխանցում, ուղղում, ուղեփակում, թարմացում, փոփոխում, տարածում, ոչնչացում, ապանձնավորում և բլոկավորում, օգտագործում, ուսումնասիրում, սույն Ծանուցմամբ սահմանված նպատակներին հասնելու համար այլ գործողություններ:
                </p>

                <h4 className="text-[19px] font-[800] font-team pb-[10px]">6. Մշակման նպատակները</h4>
                <p className="w-[900px] pb-[20px] text-[19px] font-team">Ընկերության հետ առկա իրավահարաբերությունների, Ընկերության կողմից մատուցվող Ծառայությունների շրջանակներում Ձեր անձնական տվյալները կարող են մշակվել ստորև նշված  նպատակներով. </p>
                <ul className="w-[900px] pb-[20px] text-[19px] font-team list-disc list-inside">
                    <li>Ծառայությունների պատշաճ մատուցում, հաճախորդների և/կամ բաժանորդների սպասարկման որակի բարելավում;</li>
                    <li>Կնքված պայմանագրերի շրջանակներում փոխգործակցություն;</li>
                    <li>Ձեր ինքնության հաստատում (նույնականացում);</li>
                    <li>Ձեր անձնական տվյալների հավաստիության ապահովում (ստուգում, ճշգրտում կամ թարմացում);</li>
                    <li>Տեղեկատվական կամ գովազդային (մարքետինգային նպատակով) տեքստային կամ ձայնային հաղորդագրությունների ուղարկում;</li>
                    <li>Ձեր վճարունակության գնահատում;</li>
                    <li>Ծառայությունների կամ պարտքի վերաբերյալ ծանուցումների տրամադրում;</li>
                    <li>Պարտքերի հավաքագրմանն ուղղված միջոցառումների իրականացում;</li>
                    <li>Վիճակագրական տվյալների հավաքագրում և այլ հետազոտությունների իրականացում (Ընկերության կողմից օրինական ճանապարհով ստացված անձնական տվյալներն ապանձնավորվում են նշված նպատակներով մշակվելու դեպքում);</li>
                    <li>ՀՀ օրենսդրությամբ սահմանված այլ նպատակներով:</li>
                </ul>

                <h4 className="text-[19px] font-[800] font-team pb-[10px]">7. Տվյալների հասանելիություն երրորդ անձանց</h4>
                <p className="w-[900px] pb-[20px] text-[19px] font-team">Դուք համաձայն եք, որ Ընկերության կողմից Ձեր վերաբերյալ անձնական տվյալները փոխանցվեն ինչպես ՀՀ-ում, այնպես էլ ՀՀ տարածքից դուրս ստորև նշված երրորդ անձանց, որոնք իրականացնում են անձնական տվյալների մշակում, պահպանում և տեղեկատվության տրամադրում: ՀՀ տարածքից դուրս անձնական տվյալների փոխանցումն իրականացվում է «Անձնական տվյալների պաշտպանության մասին» ՀՀ օրենքի պահանջներին համապատասխան:</p>
                <p>Մենք կարող ենք տրամադրել Ձեր անձնական տվյալները (փոխանակվել անձնական տվյալներով) սույն Ծանուցմամբ սահմանված նպատակներով և միայն այդ նպատակներն արդարացնող ծավալով.</p>
                <ul className="w-[900px] pb-[20px] text-[19px] font-team list-disc list-inside">
                    <li>Պետական տեղեկատվական համակարգի օպերատորին;</li>
                    <li>Ծառայությունների մատուցման մեջ ներգրավված կամ Ընկերության գործունեությանը վերաբերող ուսումնասիրություն անցկացնող գործընկերներին, մատակարարներին և ծառայություն մատուցողներին;</li>
                    <li>Երրորդ անձանց, որոնք իրականացնում են անձնական տվյալների մշակում, պահպանում և տեղեկատվության տրամադրում պարտապանների պարտավորությունների կատարման վերաբերյալ;</li>
                    <li>Երրորդ անձանց, որոնք Ընկերությունից ստացել են Բաժանորդի/հաճախորդի պարտավորությունը պահանջելու կամ դատական կարգով բռնագանձելու իրավունքը;</li>
                    <li>Ընկերության բաժնետերերին, դուստր և կախյալ ընկերություններին, ներկայացուցչություններին, մասնաճյուղերին;</li>
                    <li>Ընկերության գործակալներին, դիլերներին, դիստրիբյուտորներին կամ այլ ծառայություն մատուցողներին, որոնք իրականացնում են Ընկերության ապրանքների կամ Ծառայությունների վաճառք կամ նմանատիպ այլ գործունեություն;</li>
                    <li>Երրորդ անձանց, որոնք կարող են անձնական տվյալները (մասնավորապես հեռախոսահամար, էլեկտրոնային հասցե) օգտագործել մարքետինգային նպատակով (որը կարող է արտահայտվել գովազդային բնույթի կարճ SMS հաղորդագրությունների/զանգերի ստացման, սոցիալական հարցումների, համացանցում, սոցիալական ցանցերում գովազդի ցուցադրման ձևով և այլն): Սույնով բաժանորդը համաձայնվում է, որ Ընկերությունը պատասխանատվություն չի կրում սույն կետում նշված հաղորդագրությունների իրավական հետևանքների համար;</li>
                    <li>Երրորդ անձանց, որոնք լիազորված են հավաքագրելու վարկային պատմություն կամ իրականացնելու վարկունակության կամ վճարունակության գնահատում;</li>
                    <li>ՀՀ օրենսդրությամբ սահմանված պետական մարմիններին:</li>
                </ul>

                <h4 className="text-[19px] font-[800] font-team pb-[10px]">8. Տվյալների պահպանման ժամկետներ</h4>
                <p className="w-[900px] pb-[20px] text-[19px] font-team">
                    Մենք պարբերաբար վերանայում ենք անձնական տվյալների պահպանման ժամկետները՝ համաձայն ՀՀ գործող օրենսդրության պահանջների և Ընկերության  որդեգրած քաղաքականության:
                </p>
                <p className="w-[900px] pb-[20px] text-[19px] font-team">Ձեր անձնական տվյալները կպահպանվեն Ընկերության ընթացակարգերով և ՀՀ օրենսդրությամբ սահմանված տևողությամբ:</p>

                <h4 className="text-[19px] font-[800] font-team pb-[10px]">9.     Անձնական տվյալների ոչնչացումը</h4>
                <p className="w-[900px] pb-[20px] text-[19px] font-team">Ընկերությունը մշակում է միայն ՀՀ օրենսդրությամբ սահմանված պահպանման ենթակա անձնական տվյալները և սույն Ծանուցմամբ սահմանված նպատակներին հասնելու համար անհրաժեշտ անձնական տվյալները՝ առավելագույնս խուսափելով դրանց կրկնակի մշակումից: Այլ անձնական տվյալները ենթակա են ոչնչացման:</p>


                <h4 className="text-[19px] font-[800] font-team pb-[10px]">10.  Ձեր իրավունքները</h4>
                <p className="w-[900px] pb-[20px] text-[19px] font-team">Դուք ունեք «Անձնական տվյալների պաշտպանության մասին» ՀՀ օրենքով սահմանված իրավունքներ:</p>
                <p className="w-[900px] pb-[20px] text-[19px] font-team">Դուք իրավունք ունեք հետ կանչել անձնական տվյալները մշակելու մասին Ձեր համաձայնությունը կամ պահանջել ջնջել Ձեր անձնական տվյալները: Սակայն այդ պարագայում, ցավոք, մենք չենք կարող շարունակել Ձեզ մատուցել Ծառայություններ կամ շարունակել ձեզ հետ առկա այլ պայմանագրային հարաբերությունները: Բացի այդ, նշենք, որ անձնական տվյալների ջնջումը իրավական պահանջների, այլ պարտականությունների և գործոնների պատճառով միշտ չէ, որ հնարավոր է։</p>
                <p className="w-[900px] pb-[20px] text-[19px] font-team">Այնուամենայնիվ, Դուք կարող եք ցանկացած պահի հրաժարվել Ընկերության կողմից մատուցվող ծառայությունների մասին հետագա գովազդային բնույթի տեղեկատվություն ստանալուց` այդ մասին  գրավոր կամ Ընկերության կողմից սահմանված այլ ձևով Ձեր կամահայտնությունը հասցնելու միջոցով։</p>
                <p className="w-[900px] pb-[20px] text-[19px] font-team">Դուք իրավունք ունեք դիմել Ընկերությանը՝ Ձեր անձնական տվյալները ուղղելու կամ փոփոխելու համար, եթե դրանք սխալ են կամ պետք է թարմացվեն:</p>
                <p className="w-[900px] pb-[20px] text-[19px] font-team">Դուք իրավունք ունեք բողոք-պահանջ ներկայացնել Ընկերությանը, եթե կարծում եք, որ Ձեր անձնական տվյալները մշակվել են խախտումներով կամ եթե համաձայն չեք Ձեր անձնական տվյալների մշակման  կարգի հետ:</p>
                <p className="w-[900px] pb-[20px] text-[19px] font-team">Դուք կարող եք բողոք ներկայացնել տվյալների պաշտպանության լիազոր մարմին։</p>
                <p className="w-[900px] pb-[20px] text-[19px] font-team">ՀՀ-ում տվյալների պաշտպանության լիազոր մարմինն է ՀՀ արդարադատության նախարարության անձնական տվյալների պաշտպանության գործակալությունը:</p>

                <h4 className="text-[19px] font-[800] font-team pb-[10px]">11.  Անվտանգության ապահովման գործող միջոցներ</h4>
                <p className="w-[900px] pb-[20px] text-[19px] font-team">Մենք կարևորում ենք Ձեր անձնական տվյալների  անվտանգությունը և գործադրում ենք բոլոր ջանքերն այն ապահովելու համար::</p>
                <p className="w-[900px] pb-[20px] text-[19px] font-team">Ընկերությունն անձնական տվյալների մշակման ընթացքում առաջնորդվում է հետևյալ պահանջներով.</p>
                <ul className="w-[900px] pb-[20px] text-[19px] font-team list-disc list-inside">
                    <li>Նպատակների, մշակման միջոցների օրինականությունը և տվյալների արժանահավատությունը;</li>
                    <li>Իրական և հայտարկված մշակման նպատակների համապատասխանությունը;</li>
                    <li>Անձնական տվյալների ծավալի և բնույթի, մշակման միջոցների և նպատակների համապատասխանությունը;</li>
                    <li>Մշակման նպատակների համար տվյալների բավարար լինելը, և մշակման նպատակներին հասնելու համար ավելորդ տվյալների մշակման անթույլատրելիությունը;</li>
                    <li>Անձնական ​​տվյալների հետ վարվելու օրինական և անվտանգ գործելակերպի մասին տեղեկատվական համակարգերի օգտագործողների ծանուցումը;</li>
                    <li>Տեղեկատվական համակարգերում անձնական տվյալների ճշգրտությունը, հավաստիությունը, ամբողջականությունը, հուսալիությունը և անվտանգությունը;</li>
                    <li>Իր անձնական տվյալների մշակման և նման մշակման կարգի մասին տվյալների սուբյեկտին իրազեկելը, նրան այդ տվյալների ճշգրտության և ամբողջականության վրա ազդելու հնարավորության տրամադրումը;</li>
                    <li>Անձնական ​​տվյալների մշակման մշտական ​​ներքին հսկողություն, անձնական ​​տվյալների անվտանգությունն ապահովող գործընթացների և համակարգերի անընդհատ թարմացում:</li>
                </ul>
                <p className="w-[900px] pb-[20px] text-[19px] font-team">Մշակվող անձնական տվյալների պաշտպանությունն ապահովելու համար Ընկերությունը ձեռնարկում է անհրաժեշտ իրավական, կազմակերպչական, տեխնիկական պաշտպանության միջոցներ՝ ՀՀ օրենսդրության, Ընկերության տեղեկատվական անվտանգության քաղաքականության պահանջների համաձայն և Ընկերության տեխնիկական հնարավորություններին համապատասխան:</p>
                <p className="w-[900px] pb-[20px] text-[19px] font-team">Անձնական տվյալների մշակման և պաշտպանության պահանջները և կանոնները պետք է նախատեսվեն Ընկերության գործունեության բոլոր ոլորտներին վերաբերող կորպորատիվ փաստաթղթերի նախապատրաստման ժամանակ։</p>
                <p className="w-[900px] pb-[20px] text-[19px] font-team">Մեր աշխատակիցների կողմից անընդհատ հսկվող անձնական տվյալների պահպանման համակարգը, որը բաղկացած է պարբերաբար թարմացվող տարրերից, տեղակայված է մեր կազմակերպության ներսում գտնվող համակարգչային տեխնիկայի վրա և պաշտպանված է ժամանակակից անվտանգության կանոնները ապահովող ցանցային և պաշտպանիչ ցանցային երթուղիչների միջոցով։   </p>
                <p className="w-[900px] pb-[20px] text-[19px] font-team">Ձեր անձնական տվյալները հասանելի են մեր աշխատակիցներին միայն սույն Ծանուցմամբ սահմանված նպատակների իրականցման համար անհրաժեշտ չափով և ժամկետներով: Արխիվացման ենթակա անձնական տվյալներ պարունակող փաստաթղթերը ենթակա են պահպանման արխիվացման համար հատուկ նախատեսված կողպված տարածքներում:  </p>
                <p className="w-[900px] pb-[20px] text-[19px] font-team">Մեր աշխատակիցները և մշակվող անձնական տվյալներին մուտք գործելու իրավունք ստացած այլ անձինք ստորագրել են գաղտնի տեղեկատվության չհրապարակման մասին պարտավորությունը, ինչպես նաև զգուշացվել են անձնական տվյալների մշակման ոլորտում ՀՀ գործող օրենսդրության նորմերի և պահանջների խախտման դեպքում հնարավոր կարգապահական, վարչական, քաղաքացիական և քրեական պատասխանատվության մասին:</p>
                <p className="w-[900px] pb-[20px] text-[19px] font-team">Ձեր անձնական տվյալները պաշատպանելու նպատակով անձնական տվյալներ պարունակող տեղեկություն ստացող մեր բոլոր գործընկերների հետ կնքվող պայմանագրերը պարտադիր պարունակում են գաղտնի տեղեկատվության (այդ թվում անձնական տվյալների) բացահայտումն արգելող դրույթներ:</p>

                <h4 className="text-[19px] font-[800] font-team pb-[10px]">12.  Համաձայնության գործողության ժամկետը</h4>
                <p className="w-[900px] pb-[20px] text-[19px] font-team">Սույն Ծանուցումը, ինչպես նաև դրա բոլոր փոփոխությունները, հաստատվում են Ընկերության գլխավոր տնօրենի կողմից, ուժի մեջ մտնում Ընկերության www.telecomarmenia.am կայքում հրապարակման պահից և կիրառելի են մինչ սույն Ծանուցումն ուժի մեջ մտնելը Ընկերության հետ ծագած հարաբերությունների նկատմամբ: Ծանուցման ուժի մեջ մտնելու պահից նրա նախորդ խմբագրությունները համարել ուժը կորցրած:</p>
                <p className="w-[900px] pb-[20px] text-[19px] font-team">Սույն Ծանուցման ընդունմամբ տրված համաձայնությունը գործում է մինչև Ընկերության և Ձեր միջև առկա ցանկացած իրավահարաբերությունների դադարումը և Ընկերության նկատմամբ Ձեր ունեցած պարտավորությունների
                    ամբողջական կատարումը։</p>

                <h4 className="text-[19px] font-[800] font-team pb-[10px]">13.  Կապ մեզ հետ</h4>
                <p className="w-[900px] pb-[20px] text-[19px] font-team">Սույն Ծանուցման կամ անձնական տվյալների գաղտնիության պաշտպանության մեր քաղաքականության հետ կապված հարցեր առաջանալու դեպքում, կարող եք գրել ստորև նշված  հասցեներով.</p>
                <p className="w-[900px] pb-[20px] text-[19px] font-team">Էլ. հասցե՝ info@telecomarmenia.am</p>
                <p className="w-[900px] pb-[20px] mb-[25px] text-[19px] font-team">Հասցե՝ ՀՀ, ք. Երևան, Ազատության 24/1</p>
                <h4 className="mb-[16px] max-w-[1230px] border border-[#666e75] m-auto"></h4>

            </div>
            <div className="mb-[50px] flex">
                <p className="text-[19px] font-[600] font-semibold mr-[10px]">Կիսվել</p>
                <div className="flex gap-[15px] items-center">
                    <a
                        href="https://www.facebook.com/sharer/sharer.php?u=https://yourwebsite.am"
                        target="_blank"
                        rel="noopener noreferrer"
                        className="text-[#000000] hover:opacity-80 text-[25px]"
                    >
                        <FaFacebookF />
                    </a>
                    <a
                        href="https://twitter.com/intent/tweet?url=https://yourwebsite.am&text=Կիսվեք այս էջով"
                        target="_blank"
                        rel="noopener noreferrer"
                        className="ttext-[#000000] hover:opacity-80 text-[25px]"
                    >
                        <FaTwitter />
                    </a>
                </div>
            </div>
        </div>
    )
}