import { FaFacebookF, FaTwitter } from "react-icons/fa";

export default function Mermasintext() {
    return (
        <div className="max-w-[1230px] m-auto mt-[50px]">
            <h1 className="mb-[20px]">Մեր մասին</h1>
            <div className="text-[#2c3843] mb-[25px] leading-[26px] ">
                <p className="w-[900px] pb-[20px] text-[19px] font-team">Տելեկոմ Արմենիա ԲԲԸ-ն (ապրանքանիշը՝ Team Telecom Armenia) հայկական ընկերություն է, որը առաջատար դիրք է զբաղեցնում երկրի հեռահաղորդակցության և տեղեկատվական տեխնոլոգիաների ոլորտներում։</p>
                <p className="w-[900px] pb-[20px] text-[19px] font-team">Հանդիսանալով Հայաստանում առաջին տելեկոմ ցանցի ժառանգորդը՝ ընկերությունն ունի ոլորտում ծառայությունների մատուցման ավելի քան 100 տարվա պատմություն։ Այս հարուստ փորձի և ժամանակակից տեխնոլոգիաների համադրության շնորհիվ՝ Team-ը հուսալի և նորարար ծառայություններ է տրամադրում թե՛ անհատ, թե կորպորատիվ բաժանորդներին։ </p>
                <p className="w-[900px] pb-[20px] text-[19px] font-team">Ընկերությունը ՀՀ տարածքում տրամադրում է բջջային և ֆիքսված ինտերնետի, թվային հեռուստատեսության, բջջային և ֆիքսված հեռախոսակապի ծառայություններ, որոնց բարձր որակն ապահովելու նպատակով Team-ը 2021 թվականին մեկնարկեց իր ռազմավարական նախագիծը՝ տարածաշրջանում եզակի՝ 25 Գբ/վ թողունակությամբ (NGN, Next Generation Network) ցանցի կառուցումը։ Nokia-ի հետ համագործակցությամբ իրականացվող այս ծրագրի արդյունքում ցանցն արդեն հասանելի է Երևանի և մարզերի ավելի քան 330 000 տնային տնտեսության: Առաջիկայում այս ցանցը որակյալ կապով և ինտերնետով կապահովի Հայաստանի բոլոր բնակիչներին։</p>
                <p className="w-[900px] pb-[20px] text-[19px] font-team">Ընկերությունը հիմնովին վերազինել և բարելավել է նաև DWDM ցանցը, ինչը Մերձավոր Արևելքի տարանցիկ կապուղիների և ինտերնետի վաճառքի շուկա մուտք գործելու հնարավորություն է ընձեռել։ Կարճ ժամանակահատվածում Team-ը դարձավ այդ ուղղությամբ ինտերնետ արտահանող խոշորագույն ընկերություններից մեկը՝ ծառայություններ մատուցելով Մերձավոր Արևելքի 5 երկրների։ </p>
                <p className="w-[900px] pb-[20px] text-[19px] font-team">էլեկտրական մեքենաների օգտագործումը Հայաստանում խթանելու և ավելի հեշտ, անխոչընդոտ ու հաճելի դարձնելու նպատակով Team Telecom Armenia-ն կառուցում է Team Energy արագ լիցքավորման կայանների ցանցը Հայաստանի ողջ տարածքում։ Նորարարական լուծումներով այս ցանցի զարգացումը դրական ազդեցություն կունենա նաև շրջակա միջավայրի վրա։</p>
                <p className="w-[900px] pb-[20px] text-[19px] font-team">
                    <br />
                    «Տելեկոմ Արմենիա» ԲԲԸ-ն առաջին տելեկոմ ընկերությունն է, որը Հայաստանում իրականացրել է բաժնետոմսերի առաջնային հրապարակային տեղաբաշխում (IPO)՝ դառնալով է՛լ ավելի բաց ու հանրային։ Ընկերության բաժնետոմսերը ցուցակված են Հայաստանի ֆոնդային բորսայում։
                    <br />
                    Կորպորատիվ սոցիալական պատասխանատվության շրջանակներում ընկերությունն աջակցում է տեխնոլոգիական, կրթական ու գիտական, ինչպես նաև բնապահպանական նախագծերի իրագործմանը, նպաստում հայկական բովանդակության ստեղծմանն ու տարածմանը, մարզերի զարգացմանը ու թիմային ոգին խրախուսող մարզաձևերի ու նախաձեռնությունների իրականացմանը:
                </p>
                <h4 className="mb-[16px] max-w-[1230px] border border-[#666e75] m-auto"></h4>
            </div>
            <div className="mb-[50px] flex">
                <p className="text-[19px] font-[600] font-semibold mr-[10px]">Կիսվել</p>
                <div className="flex gap-[15px] items-center">
                    <a
                        href="https://www.facebook.com/sharer/sharer.php?u=https://yourwebsite.am"
                        target="_blank"
                        rel="noopener noreferrer"
                        className="text-[#000000] hover:opacity-80 text-[25px]"
                    >
                        <FaFacebookF />
                    </a>
                    <a
                        href="https://twitter.com/intent/tweet?url=https://yourwebsite.am&text=Կիսվեք այս էջով"
                        target="_blank"
                        rel="noopener noreferrer"
                        className="ttext-[#000000] hover:opacity-80 text-[25px]"
                    >
                        <FaTwitter />
                    </a>
                </div>
            </div>
        </div>
    )

}